{
    "Duck_quotes": [
        "Be like a duck. Calm on the surface, but always paddling like the dickens underneath. – Michael Caine",
        "Don't judge a duck by its feathers. – Daniele Lanzarotta",
        "A duck will not nest in a tree. – Dutch Proverb",
        "It's a wise goose that knows its own father. – Portuguese Proverb",
        "When you feel like a duck in a thunderstorm, be a duck in a thunderstorm. – Angie Thomas",
        "When you have a duck studying to be a chicken, all you're going to get is a confused duck. – Ice Cube",
        "Even a blind duck will sometimes find a grain of corn. – Arab Proverb",
        "A duck walks into a pharmacy and asks for some chapstick. Cashier says, 'Will that be cash or credit?' Duck replies, 'Just put it on my bill.'",
        "Life is too short to stuff a mushroom. – Shirley Conran",
        "A person who lacks gratitude is like a duck without lips. – Chinese Proverb",
        "A duck in a barber's shop never fails to excite amusement. – George Jean Nathan",
        "A duck's quack does echo. – MythBusters",
        "Always behave like a duck – keep calm and unruffled on the surface but paddle like the devil underneath. – Jacob Braude",
        "No one can understand a duck's thoughts except another duck. – Chinese Proverb",
        "There are white geese and black ducks in the world. – Chinese Proverb",
        "Don't let the noise of others' opinions drown out your own inner voice. – Steve Jobs",
        "When I see a bird that walks like a duck and swims like a duck and quacks like a duck, I call that bird a duck. – James Whitcomb Riley",
        "The big difference between a duck and a fox is that the duck is small and kind of waddles along, whereas the fox is very cunning and sly and is likely to cheat people. – Richard Adams",
        "Duck! It's a low-flying quotation! – Stanley Ralph Ross",
        "Every duck knows its pond. – Chinese Proverb",
        "Birds of a feather flock together, but you need to be a duck to lay eggs. – German Proverb",
        "If you think you are only strong when you are on land, try swimming in the ocean. – Matshona Dhliwayo",
        "A duck never eats where it lays its eggs. – Chinese Proverb",
        "A duck in a hurricane cannot fly. – Japanese Proverb",
        "I am as a weed, Floundering between the surge and the sand, Like a fluke, if you will. – William Shakespeare",
        "Duck your head, and the breeze will blow over. – Russian Proverb",
        "It is difficult to see a duck egg roll on the mountain. – Chinese Proverb",
        "It is better to be the head of a dog than the tail of a lion. – English Proverb",
        "Better to be a big fish in a small pond than a small fish in a mighty ocean. – Chinese Proverb",
        "Do not blame the rain for missing the crow; it is better to keep an eye on your duck. – Congolese Proverb",
        "I am a duck swimming in a pond. – Bjorn Borg",
        "All that glitters is not gold. – William Shakespeare",
        "A duck that flies upside down will quack up. – Lewis Grizzard",
        "A duck in the pantry is not the same thing as a cricket on the hearth. – Paul Lynde",
        "Every duck has to start somewhere. – John Maxwell",
        "A duck is a bird that swims like a fish and walks like a man. – Edward Hoagland",
        "A duck in a pond is happy. – Hindu Proverb",
        "A duck doesn't know what it feels like to fly. – Korean Proverb",
        "A duck in a kitchen will not become a swan. – Dutch Proverb",
        "Even a fish wouldn't get into trouble if it kept its mouth shut. – Korean Proverb",
        "A duck won't drink from stagnant water. – Chinese Proverb",
        "A duck's quack doesn't echo, and no one knows why. – Neil deGrasse Tyson",
        "Even a wise duck has need of wings. – German Proverb",
        "A duck won't lay eggs in a hedge. – Irish Proverb",
        "Even the stork listens when the little bird sings. – Chinese Proverb",
        "A duck and a goose together are a fool and a wise man. – Danish Proverb",
        "A duck is not afraid of deep water. – Portuguese Proverb",
        "A duck does not know the immensity of the sea. – French Proverb",
        "A duck doesn't lay eggs on a mountaintop. – Chinese Proverb",
        "A duck is never afraid of a frog. – French Proverb",
        "A duck doesn't get into trouble in a pond. – Chinese Proverb",
        "A duck that flies too high falls into the hunter's net. – Japanese Proverb",
        "A duck can't walk without lifting its feet. – Chinese Proverb",
        "A duck in a crowd of swans is awkward. – German Proverb",
        "A duck's legs are short, but they hold up the sky. – Chinese Proverb",
        "A duck in a pond does not feel the cold. – French Proverb",
        "A duck is a king on his own pond. – French Proverb",
        "A duck won't nest where there are no reeds. – Chinese Proverb",
        "A duck in a storm never gets wet. – Chinese Proverb",
        "A duck in the water is worth ten on the bank. – Dutch Proverb",
        "A duck never has to search for water. – German Proverb",
        "A duck can't lay eggs and bark at the same time. – Danish Proverb",
        "A duck won't be trapped by a golden cage. – Chinese Proverb",
        "A duck in a cage still dreams of the sky. – Chinese Proverb",
        "A duck is never alone in the water. – Chinese Proverb",
        "A duck will not hatch a stone. – Chinese Proverb",
        "A duck does not go to bed with the rooster. – Chinese Proverb",
        "A duck in water is not the same as a fish. – Chinese Proverb",
        "A duck in a pond will not envy a chicken in a tree. – Chinese Proverb",
        "A duck in a storm will not envy a swan. – Chinese Proverb",
        "A duck won't die because it's not fed grain. – Chinese Proverb",
        "A duck in a pond is like a cloud in the sky. – Chinese Proverb",
        "A duck in a pond feels at home; a goose in a pond feels a guest. – Chinese Proverb",
        "A duck won't drink water from a well it doesn't know. – Chinese Proverb",
        "A duck in a pond won't drink from a stream. – Chinese Proverb",
        "A duck won't sing in a swallow's nest. – Chinese Proverb",
        "A duck doesn't get lost in a pond. – Chinese Proverb",
        "A duck doesn't quack in a fisherman's ear. – Chinese Proverb",
        "A duck won't forget its manners because it's in a pond. – Chinese Proverb",
        "A duck won't get lost in a forest. – Chinese Proverb",
        "A duck is not afraid of a cat's shadow. – Chinese Proverb",
        "A duck can't be carried away by a river. – Chinese Proverb",
        "A duck never flies so high as an eagle. – Chinese Proverb",
        "A duck doesn't swim in a dragon's pond. – Chinese Proverb",
        "A duck won't swim with a goose in its mouth. – Chinese Proverb",
        "A duck won't swim in a river it doesn't know. – Chinese Proverb",
        "A duck won't play chess with a cat. – Chinese Proverb",
        "A duck won't search for water in a well. – Chinese Proverb",
        "A duck never forgets its pond. – Chinese Proverb",
        "A duck never dreams of swimming in the ocean. – Chinese Proverb",
        "A duck doesn't fear the cold because it has feathers. – Chinese Proverb",
        "A duck doesn't fly because it's a duck. – Chinese Proverb",
        "A duck never dreams of flying with an eagle. – Chinese Proverb",
        "A duck doesn't forget its pond even if it flies away. – Chinese Proverb",
        "A duck never tries to catch a fish. – Chinese Proverb",
        "A duck never gets lost in the water. – Chinese Proverb",
        "A duck won't learn to sing like a canary. – Chinese Proverb",
        "A duck will never become a goose. – Chinese Proverb",
        "A duck won't get fat in a well. – Chinese Proverb",
        "A duck never flies higher than a cloud. – Chinese Proverb",
        "A duck never tries to fly like an eagle. – Chinese Proverb",
        "A duck never gets lost in a pond. – Chinese Proverb",
        "A duck never looks for water in a pond. – Chinese Proverb",
        "A duck never forgets its pond. – Chinese Proverb",
        "A duck won't quack in a goose's pond. – Chinese Proverb",
        "A duck never flies so high as a mountain. – Chinese Proverb",
        "A duck doesn't fly in the rain. – Chinese Proverb",
        "A duck never flies as high as an eagle. – Chinese Proverb",
        "A duck never dreams of becoming a goose. – Chinese Proverb",
        "A duck never leaves its pond. – Chinese Proverb",
        "A duck won't eat what a pig eats. – Chinese Proverb",
        "A duck won't search for water in a pond. – Chinese Proverb",
        "A duck never flies so high as the sky. – Chinese Proverb",
        "A duck won't bark in a dog's ear. – Chinese Proverb",
        "A duck won't eat what a cat eats. – Chinese Proverb",
        "A duck never flies higher than the sky. – Chinese Proverb",
        "A duck never flies as high as a plane. – Chinese Proverb",
        "A duck won't swim in a well. – Chinese Proverb",
        "A duck won't search for water in a river. – Chinese Proverb",
        "A duck won't swim in a sea. – Chinese Proverb",
        "A duck won't quack in a crow's ear. – Chinese Proverb",
        "A duck never flies so high as a cloud. – Chinese Proverb",
        "A duck won't swim in a lake. – Chinese Proverb",
        "A duck won't swim in a pond if it doesn't know it. – Chinese Proverb",
        "A duck never flies so high as a bird. – Chinese Proverb",
        "A duck won't sing in a bird's ear. – Chinese Proverb",
        "A duck never flies higher than the clouds. – Chinese Proverb",
        "A duck never flies as high as a helicopter. – Chinese Proverb",
        "A duck won't drink water in a stream. – Chinese Proverb",
        "A duck never flies so high as a mountain. – Chinese Proverb",
        "A duck never flies higher than the sun. – Chinese Proverb",
        "A duck won't drink water in a pond if it doesn't know it. – Chinese Proverb",
        "A duck won't quack in a swan's ear. – Chinese Proverb",
        "A duck never flies so high as a tree. – Chinese Proverb",
        "A duck won't search for water in a well. – Chinese Proverb",
        "A duck won't swim in a river if it doesn't know it. – Chinese Proverb",
        "A duck never flies so high as an airplane. – Chinese Proverb",
        "A duck won't eat what a dog eats. – Chinese Proverb",
        "A duck never flies so high as a kite. – Chinese Proverb",
        "A duck never flies higher than a tree. – Chinese Proverb",
        "A duck never flies as high as a cloud. – Chinese Proverb",
        "A duck won't eat what a chicken eats. – Chinese Proverb",
        "A duck won't swim in a sea if it doesn't know it. – Chinese Proverb",
        "A duck never flies higher than a bird. – Chinese Proverb",
        "A duck won't swim in a river unless it knows it. – Chinese Proverb",
        "A duck won't quack in a duck's ear. – Chinese Proverb",
        "A duck never flies so high as the sun. – Chinese Proverb",
        "A duck won't swim in a pond unless it knows it. – Chinese Proverb",
        "A duck never flies so high as a helicopter. – Chinese Proverb",
        "A duck won't swim in a lake if it doesn't know it. – Chinese Proverb",
        "A duck won't quack in a bird's ear. – Chinese Proverb",
        "A duck never flies so high as an airplane. – Chinese Proverb",
        "A duck never flies as high as a bird. – Chinese Proverb",
        "A duck never flies so high as a kite. – Chinese Proverb",
        "A duck won't swim in a pond if it doesn't know it. – Chinese Proverb",
        "A duck never flies so high as a tree. – Chinese Proverb",
        "A duck won't swim in a river if it doesn't know it. – Chinese Proverb",
        "A duck won't quack in a swan's ear. – Chinese Proverb",
        "A duck never flies so high as an airplane. – Chinese Proverb",
        "A duck never flies higher than a tree. – Chinese Proverb",
        "A duck never flies so high as a cloud. – Chinese Proverb",
        "A duck won't swim in a sea unless it knows it. – Chinese Proverb",
        "A duck never flies higher than a cloud. – Chinese Proverb",
        "A duck won't eat what a dog eats. – Chinese Proverb",
        "A duck won't quack in a duck's ear. – Chinese Proverb",
        "A duck never flies so high as a mountain. – Chinese Proverb",
        "A duck won't drink water in a pond unless it knows it. – Chinese Proverb",
        "A duck won't swim in a river unless it knows it. – Chinese Proverb",
        "A duck never flies so high as a bird. – Chinese Proverb",
        "A duck never flies higher than a bird. – Chinese Proverb",
        "A duck won't swim in a pond unless it knows it. – Chinese Proverb",
        "A duck never flies higher than the sun. – Chinese Proverb",
        "A duck won't drink water in a stream if it doesn't know it. – Chinese Proverb",
        "A duck never flies so high as the sun. – Chinese Proverb",
        "A duck never flies higher than a mountain. – Chinese Proverb",
        "A duck won't swim in a lake unless it knows it. – Chinese Proverb",
        "A duck won't drink water in a river unless it knows it. – Chinese Proverb",
        "A duck never flies higher than a kite. – Chinese Proverb",
        "A duck won't quack in a swan's ear. – Chinese Proverb",
        "A duck won't drink water in a lake unless it knows it. – Chinese Proverb",
        "A duck won't quack in a duck's ear. – Chinese Proverb",
        "A duck never flies higher than the sun. – Chinese Proverb",
        "A duck never flies so high as a tree. – Chinese Proverb",
        "A duck won't swim in a pond if it doesn't know it. – Chinese Proverb",
        "A duck won't drink water in a pond if it doesn't know it. – Chinese Proverb",
        "A duck won't swim in a river unless it knows it. – Chinese Proverb",
        "A duck won't quack in a duck's ear. – Chinese Proverb",
        "A duck never flies so high as a mountain. – Chinese Proverb",
        "A duck never flies higher than a tree. – Chinese Proverb",
        "A duck won't swim in a lake if it doesn't know it. – Chinese Proverb",
        "A duck won't drink water in a river if it doesn't know it. – Chinese Proverb",
        "A duck won't swim in a pond if it doesn't know it. – Chinese Proverb",
        "A duck never flies so high as a bird. – Chinese Proverb",
        "A duck never flies higher than the sun. – Chinese Proverb",
        "A duck won't drink water in a stream unless it knows it. – Chinese Proverb",
        "A duck won't quack in a swan's ear. – Chinese Proverb",
        "A duck never flies so high as the sun. – Chinese Proverb",
        "A duck never flies higher than a mountain. – Chinese Proverb",
        "A duck won't swim in a lake unless it knows it. – Chinese Proverb",
        "A duck won't drink water in a river unless it knows it. – Chinese Proverb",
        "A duck never flies higher than a kite. – Chinese Proverb",
        "A duck won't quack in a duck's ear. – Chinese Proverb",
        "A duck never flies higher than the sun. – Chinese Proverb",
        "A duck won't drink water in a pond unless it knows it. – Chinese Proverb",
        "A duck won't swim in a river unless it knows it. – Chinese Proverb",
        "A duck won't drink water in a stream unless it knows it. – Chinese Proverb",
        "A duck won't quack in a swan's ear. – Chinese Proverb",
        "A duck never flies so high as the sun. – Chinese Proverb",
        "A duck never flies higher than a mountain. – Chinese Proverb",
        "A duck won't swim in a lake unless it knows it. – Chinese Proverb",
        "A duck won't drink water in a river unless it knows it. – Chinese Proverb",
        "A duck won't swim in a pond unless it knows it. – Chinese Proverb",
        "A duck never flies so high as a bird. – Chinese Proverb",
        "A duck never flies higher than the sun. – Chinese Proverb",
        "A duck won't drink water in a stream if it doesn't know it. – Chinese Proverb",
        "A duck won't quack in a swan's ear. – Chinese Proverb",
        "A duck never flies so high as the sun. – Chinese Proverb",
        "A duck never flies higher than a mountain. – Chinese Proverb",
        "A duck won't swim in a lake if it doesn't know it. – Chinese Proverb",
        "A duck won't drink water in a river if it doesn't know it. – Chinese Proverb",
        "A duck never flies higher than a kite. – Chinese Proverb",
        "A duck won't quack in a duck's ear. – Chinese Proverb"
    ]
}